---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.LPerSKw
source: html/6691f3d0-ca01-dbf2-4e55-5a406e9bb0f0.htm
---
# Autodesk.Revit.DB.SymbolTypeId.LPerSKw Property

Symbol L/(s·kW), indicating unit Liters per second kilowatt.

## Syntax (C#)
```csharp
public static ForgeTypeId LPerSKw { get; }
```